Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# stitchDictionary.centered-double-decrease.step.3
source: Lift both slipped stitches together over the new stitch and off the tip; three stitches become one.
da: Løft begge løse masker sammen over den nye maske og af spidsen; tre bliver til én.
de: Beide abgehobenen Maschen gemeinsam über die neue Masche und von der Spitze heben; aus drei wird eine.
el: Σηκώστε και τους δύο άπλεκτους μαζί πάνω από τον νέο πόντο και έξω από την άκρη· οι τρεις γίνονται ένας.
fi: Nosta molemmat nostetut silmukat yhdessä uuden silmukan yli ja pois kärjestä; kolmesta tulee yksi.
fr: Passer les deux mailles glissées ensemble par-dessus la nouvelle maille et hors de la pointe ; trois deviennent une.
ja: すべり目2目を一緒に持ち上げ、新しい目にかぶせて外します。3目が1目になります。
ko: 옮겨둔 두 코를 함께 들어 새 코 위로 넘겨 뺍니다. 세 코가 한 코가 됩니다.
nb: Løft begge løse masker sammen over den nye masken og av spissen; tre blir til én.
nl: Til beide afgehaalde steken samen over de nieuwe steek en van de punt af; drie worden één.
sv: Lyft båda lyfta maskorna tillsammans över den nya maskan och av spetsen; tre blir en.
zh_hans: 把两个滑针一起挑起，套过新针目并移出针尖；三针成一针。
zh_hant: 把兩個滑針一起挑起，套過新針目並移出針尖；三針成一針。

# stitchDictionary.centered-double-decrease.accessibility.3
source: Drawing: Lift both slipped stitches together over the new stitch and off the tip; three stitches become one.
da: Tegning: Løft begge løse masker sammen over den nye maske og af spidsen; tre bliver til én.
de: Zeichnung: Beide abgehobenen Maschen gemeinsam über die neue Masche und von der Spitze heben; aus drei wird eine.
el: Σχήμα: Σηκώστε και τους δύο άπλεκτους μαζί πάνω από τον νέο πόντο και έξω από την άκρη· οι τρεις γίνονται ένας.
fi: Kuva: Nosta molemmat nostetut silmukat yhdessä uuden silmukan yli ja pois kärjestä; kolmesta tulee yksi.
fr: Dessin : Passer les deux mailles glissées ensemble par-dessus la nouvelle maille et hors de la pointe ; trois deviennent une.
ja: 図：すべり目2目を一緒に持ち上げ、新しい目にかぶせて外します。3目が1目になります。
ko: 그림: 옮겨둔 두 코를 함께 들어 새 코 위로 넘겨 뺍니다. 세 코가 한 코가 됩니다.
nb: Tegning: Løft begge løse masker sammen over den nye masken og av spissen; tre blir til én.
nl: Tekening: Til beide afgehaalde steken samen over de nieuwe steek en van de punt af; drie worden één.
sv: Bild: Lyft båda lyfta maskorna tillsammans över den nya maskan och av spetsen; tre blir en.
zh_hans: 图示：把两个滑针一起挑起，套过新针目并移出针尖；三针成一针。
zh_hant: 圖示：把兩個滑針一起挑起，套過新針目並移出針尖；三針成一針。

# stitchDictionary.cable-left-two.title
source: 1/1 left cable
da: 1/1-snoning mod venstre
de: 1/1-Verkreuzung nach links
el: Πλεξούδα 1/1 αριστερά
fi: 1/1-palmikko vasemmalle
fr: Croisement 1/1 à gauche
ja: 右上1目交差
ko: 앞에 한 코 두고 교차뜨기 (1/1 LC, 설명)
nb: 1/1-flette mot venstre
nl: 1/1-kabel naar links
sv: 1/1-fläta åt vänster
zh_hans: 两针左交叉
zh_hant: 兩針左交叉

# stitchDictionary.cable-left-two.summary
source: Cross two knit stitches with the first held in front.
da: Kryds to retmasker med den første foran arbejdet.
de: Zwei rechte Maschen kreuzen; die erste wird vorn gehalten.
el: Σταυρώστε δύο καλούς πόντους κρατώντας τον πρώτο μπροστά.
fi: Risti kaksi oikeaa silmukkaa pitäen ensimmäinen edessä.
fr: Croiser deux mailles endroit en gardant la première devant.
ja: 最初の目を手前に休め、2つの表目を交差させます。
ko: 첫 코를 앞에 두어 겉뜨기 두 코를 교차합니다.
nb: Kryss to rettmasker med den første foran arbeidet.
nl: Twee rechte steken kruisen met de eerste voor het werk.
sv: Korsa två räta maskor med den första framför arbetet.
zh_hans: 第一针暂放前方，将两个下针交叉。
zh_hant: 第一針暫放前方，將兩個下針交叉。

# stitchDictionary.cable-left-two.step.1
source: Slip the first stitch purlwise to a cable needle and hold it in front of the fabric.
da: Tag første maske vrang løs af på en hjælpepind, og hold den foran arbejdet.
de: Die erste Masche wie zum Linksstricken auf eine Zopfnadel heben und vor der Arbeit halten.
el: Περάστε τον πρώτο πόντο άπλεκτο σαν ανάποδη σε βοηθητική βελόνα και κρατήστε τον μπροστά από το πλεκτό.
fi: Nosta ensimmäinen silmukka nurin neulomatta apupuikolle ja pidä se työn edessä.
fr: Glisser la première maille comme à l’envers sur une aiguille auxiliaire et la tenir devant l’ouvrage.
ja: 最初の1目を裏目の向きになわ編み針へ移し、編地の手前に置きます。
ko: 첫 코를 안뜨기 방향으로 꽈배기바늘에 옮겨 편물 앞에 둡니다.
nb: Ta første maske løs av som vrang på en hjelpepinne og hold den foran arbeidet.
nl: Haal de eerste steek averecht af op een kabelnaald en houd die voor het werk.
sv: Lyft första maskan som avig till en hjälpsticka och håll den framför arbetet.
zh_hans: 以上针方向滑第一针到麻花针，置于织片前方。
zh_hant: 以上針方向滑第一針到麻花針，置於織片前方。

# stitchDictionary.cable-left-two.accessibility.1
source: Drawing: Slip the first stitch purlwise to a cable needle and hold it in front of the fabric.
da: Tegning: Tag første maske vrang løs af på en hjælpepind, og hold den foran arbejdet.
de: Zeichnung: Die erste Masche wie zum Linksstricken auf eine Zopfnadel heben und vor der Arbeit halten.
el: Σχήμα: Περάστε τον πρώτο πόντο άπλεκτο σαν ανάποδη σε βοηθητική βελόνα και κρατήστε τον μπροστά από το πλεκτό.
fi: Kuva: Nosta ensimmäinen silmukka nurin neulomatta apupuikolle ja pidä se työn edessä.
fr: Dessin : Glisser la première maille comme à l’envers sur une aiguille auxiliaire et la tenir devant l’ouvrage.
ja: 図：最初の1目を裏目の向きになわ編み針へ移し、編地の手前に置きます。
ko: 그림: 첫 코를 안뜨기 방향으로 꽈배기바늘에 옮겨 편물 앞에 둡니다.
nb: Tegning: Ta første maske løs av som vrang på en hjelpepinne og hold den foran arbeidet.
nl: Tekening: Haal de eerste steek averecht af op een kabelnaald en houd die voor het werk.
sv: Bild: Lyft första maskan som avig till en hjälpsticka och håll den framför arbetet.
zh_hans: 图示：以上针方向滑第一针到麻花针，置于织片前方。
zh_hant: 圖示：以上針方向滑第一針到麻花針，置於織片前方。

# stitchDictionary.cable-left-two.step.2
source: With yarn behind, knit the next stitch from the left needle; keep the held stitch in front.
da: Garnet bagved. Strik næste maske på venstre pind ret; behold den hvilende maske foran.
de: Faden hinten. Die nächste Masche der linken Nadel rechts stricken; die wartende Masche bleibt vorn.
el: Νήμα πίσω. Πλέξτε καλή τον επόμενο πόντο της αριστερής βελόνας· κρατήστε τον πόντο σε αναμονή μπροστά.
fi: Lanka takana. Neulo vasemman puikon seuraava silmukka oikein; pidä odottava silmukka edessä.
fr: Fil derrière, tricoter la maille suivante de l’aiguille gauche à l’endroit ; garder la maille en attente devant.
ja: 糸を向こう側に置き、左針の次の目を表編みします。休めた目は手前に保ちます。
ko: 실을 뒤에 두고 왼바늘의 다음 코를 겉뜨기합니다. 보류한 코는 앞에 둡니다.
nb: Garnet bak. Strikk neste maske på venstre pinne rett; behold den hvilende masken foran.
nl: Garen achter. Brei de volgende steek van de linkernaald recht; houd de wachtende steek voor.
sv: Garnet bakom. Sticka nästa maska från vänster sticka rätt; håll den väntande maskan framför.
zh_hans: 线置于后方，织左针的下一针；麻花针保持在前方。
zh_hant: 線置於後方，織左針的下一針；麻花針保持在前方。

# stitchDictionary.cable-left-two.accessibility.2
source: Drawing: With yarn behind, knit the next stitch from the left needle; keep the held stitch in front.
da: Tegning: Garnet bagved. Strik næste maske på venstre pind ret; behold den hvilende maske foran.
de: Zeichnung: Faden hinten. Die nächste Masche der linken Nadel rechts stricken; die wartende Masche bleibt vorn.
el: Σχήμα: Νήμα πίσω. Πλέξτε καλή τον επόμενο πόντο της αριστερής βελόνας· κρατήστε τον πόντο σε αναμονή μπροστά.
fi: Kuva: Lanka takana. Neulo vasemman puikon seuraava silmukka oikein; pidä odottava silmukka edessä.
fr: Dessin : Fil derrière, tricoter la maille suivante de l’aiguille gauche à l’endroit ; garder la maille en attente devant.
ja: 図：糸を向こう側に置き、左針の次の目を表編みします。休めた目は手前に保ちます。
ko: 그림: 실을 뒤에 두고 왼바늘의 다음 코를 겉뜨기합니다. 보류한 코는 앞에 둡니다.
nb: Tegning: Garnet bak. Strikk neste maske på venstre pinne rett; behold den hvilende masken foran.
nl: Tekening: Garen achter. Brei de volgende steek van de linkernaald recht; houd de wachtende steek voor.
sv: Bild: Garnet bakom. Sticka nästa maska från vänster sticka rätt; håll den väntande maskan framför.
zh_hans: 图示：线置于后方，织左针的下一针；麻花针保持在前方。
zh_hant: 圖示：線置於後方，織左針的下一針；麻花針保持在前方。

# stitchDictionary.cable-left-two.step.3
source: Knit the held stitch from the cable needle. Both stitches are worked; their order is crossed.
da: Strik masken fra hjælpepinden ret. Begge masker er strikket, og rækkefølgen er krydset.
de: Die Masche von der Zopfnadel rechts stricken. Beide Maschen sind gestrickt und ihre Reihenfolge ist gekreuzt.
el: Πλέξτε καλή τον πόντο της βοηθητικής βελόνας. Και οι δύο είναι πλεγμένοι και η σειρά τους έχει διασταυρωθεί.
fi: Neulo apupuikon silmukka oikein. Molemmat on neulottu ja niiden järjestys on ristitty.
fr: Tricoter la maille de l’aiguille auxiliaire à l’endroit. Les deux mailles sont tricotées et leur ordre est croisé.
ja: なわ編み針の目を表編みします。2目とも編み終わり、順序が交差します。
ko: 꽈배기바늘의 코를 겉뜨기합니다. 두 코 모두 떠졌고 순서가 교차됩니다.
nb: Strikk masken fra hjelpepinnen rett. Begge maskene er strikket og rekkefølgen er krysset.
nl: Brei de steek van de kabelnaald recht. Beide steken zijn gebreid en hun volgorde is gekruist.
sv: Sticka maskan från hjälpstickan rätt. Båda är stickade och ordningen är korsad.
zh_hans: 织麻花针上的下针；两针都已织过，次序交叉。
zh_hant: 織麻花針上的下針；兩針都已織過，次序交叉。

# stitchDictionary.cable-left-two.accessibility.3
source: Drawing: Knit the held stitch from the cable needle. Both stitches are worked; their order is crossed.
da: Tegning: Strik masken fra hjælpepinden ret. Begge masker er strikket, og rækkefølgen er krydset.
de: Zeichnung: Die Masche von der Zopfnadel rechts stricken. Beide Maschen sind gestrickt und ihre Reihenfolge ist gekreuzt.
el: Σχήμα: Πλέξτε καλή τον πόντο της βοηθητικής βελόνας. Και οι δύο είναι πλεγμένοι και η σειρά τους έχει διασταυρωθεί.
fi: Kuva: Neulo apupuikon silmukka oikein. Molemmat on neulottu ja niiden järjestys on ristitty.
fr: Dessin : Tricoter la maille de l’aiguille auxiliaire à l’endroit. Les deux mailles sont tricotées et leur ordre est croisé.
ja: 図：なわ編み針の目を表編みします。2目とも編み終わり、順序が交差します。
ko: 그림: 꽈배기바늘의 코를 겉뜨기합니다. 두 코 모두 떠졌고 순서가 교차됩니다.
nb: Tegning: Strikk masken fra hjelpepinnen rett. Begge maskene er strikket og rekkefølgen er krysset.
nl: Tekening: Brei de steek van de kabelnaald recht. Beide steken zijn gebreid en hun volgorde is gekruist.
sv: Bild: Sticka maskan från hjälpstickan rätt. Båda är stickade och ordningen är korsad.
zh_hans: 图示：织麻花针上的下针；两针都已织过，次序交叉。
zh_hant: 圖示：織麻花針上的下針；兩針都已織過，次序交叉。

# stitchDictionary.cable-right-two.title
source: 1/1 right cable
da: 1/1-snoning mod højre
de: 1/1-Verkreuzung nach rechts
el: Πλεξούδα 1/1 δεξιά
fi: 1/1-palmikko oikealle
fr: Croisement 1/1 à droite
ja: 左上1目交差
ko: 뒤에 한 코 두고 교차뜨기 (1/1 RC, 설명)
nb: 1/1-flette mot høyre
nl: 1/1-kabel naar rechts
sv: 1/1-fläta åt höger
zh_hans: 两针右交叉
zh_hant: 兩針右交叉

# stitchDictionary.cable-right-two.summary
source: Cross two knit stitches with the first held behind.
da: Kryds to retmasker med den første bag arbejdet.
de: Zwei rechte Maschen kreuzen; die erste wird hinten gehalten.
el: Σταυρώστε δύο καλούς πόντους κρατώντας τον πρώτο πίσω.
fi: Risti kaksi oikeaa silmukkaa pitäen ensimmäinen takana.
fr: Croiser deux mailles endroit en gardant la première derrière.
ja: 最初の目を向こう側に休め、2つの表目を交差させます。
ko: 첫 코를 뒤에 두어 겉뜨기 두 코를 교차합니다.
nb: Kryss to rettmasker med den første bak arbeidet.
nl: Twee rechte steken kruisen met de eerste achter het werk.
sv: Korsa två räta maskor med den första bakom arbetet.
zh_hans: 第一针暂放后方，将两个下针交叉。
zh_hant: 第一針暫放後方，將兩個下針交叉。

# stitchDictionary.cable-right-two.step.1
source: Slip the first stitch purlwise to a cable needle and hold it behind the fabric.
da: Tag første maske vrang løs af på en hjælpepind, og hold den bag arbejdet.
de: Die erste Masche wie zum Linksstricken auf eine Zopfnadel heben und hinter der Arbeit halten.
el: Περάστε τον πρώτο πόντο άπλεκτο σαν ανάποδη σε βοηθητική βελόνα και κρατήστε τον πίσω από το πλεκτό.
fi: Nosta ensimmäinen silmukka nurin neulomatta apupuikolle ja pidä se työn takana.
fr: Glisser la première maille comme à l’envers sur une aiguille auxiliaire et la tenir derrière l’ouvrage.
ja: 最初の1目を裏目の向きになわ編み針へ移し、編地の向こう側に置きます。
ko: 첫 코를 안뜨기 방향으로 꽈배기바늘에 옮겨 편물 뒤에 둡니다.
nb: Ta første maske løs av som vrang på en hjelpepinne og hold den bak arbeidet.
nl: Haal de eerste steek averecht af op een kabelnaald en houd die achter het werk.
sv: Lyft första maskan som avig till en hjälpsticka och håll den bakom arbetet.
zh_hans: 以上针方向滑第一针到麻花针，置于织片后方。
zh_hant: 以上針方向滑第一針到麻花針，置於織片後方。

# stitchDictionary.cable-right-two.accessibility.1
source: Drawing: Slip the first stitch purlwise to a cable needle and hold it behind the fabric.
da: Tegning: Tag første maske vrang løs af på en hjælpepind, og hold den bag arbejdet.
de: Zeichnung: Die erste Masche wie zum Linksstricken auf eine Zopfnadel heben und hinter der Arbeit halten.
el: Σχήμα: Περάστε τον πρώτο πόντο άπλεκτο σαν ανάποδη σε βοηθητική βελόνα και κρατήστε τον πίσω από το πλεκτό.
fi: Kuva: Nosta ensimmäinen silmukka nurin neulomatta apupuikolle ja pidä se työn takana.
fr: Dessin : Glisser la première maille comme à l’envers sur une aiguille auxiliaire et la tenir derrière l’ouvrage.
ja: 図：最初の1目を裏目の向きになわ編み針へ移し、編地の向こう側に置きます。
ko: 그림: 첫 코를 안뜨기 방향으로 꽈배기바늘에 옮겨 편물 뒤에 둡니다.
nb: Tegning: Ta første maske løs av som vrang på en hjelpepinne og hold den bak arbeidet.
nl: Tekening: Haal de eerste steek averecht af op een kabelnaald en houd die achter het werk.
sv: Bild: Lyft första maskan som avig till en hjälpsticka och håll den bakom arbetet.
zh_hans: 图示：以上针方向滑第一针到麻花针，置于织片后方。
zh_hant: 圖示：以上針方向滑第一針到麻花針，置於織片後方。

# stitchDictionary.cable-right-two.step.2
source: With yarn behind, knit the next stitch from the left needle; keep the held stitch behind.
da: Garnet bagved. Strik næste maske på venstre pind ret; behold den hvilende maske bagved.
de: Faden hinten. Die nächste Masche der linken Nadel rechts stricken; die wartende Masche bleibt hinten.
el: Νήμα πίσω. Πλέξτε καλή τον επόμενο πόντο της αριστερής βελόνας· κρατήστε τον πόντο σε αναμονή πίσω.
fi: Lanka takana. Neulo vasemman puikon seuraava silmukka oikein; pidä odottava silmukka takana.
fr: Fil derrière, tricoter la maille suivante de l’aiguille gauche à l’endroit ; garder la maille en attente derrière.
ja: 糸を向こう側に置き、左針の次の目を表編みします。休めた目は向こう側に保ちます。
ko: 실을 뒤에 두고 왼바늘의 다음 코를 겉뜨기합니다. 보류한 코는 뒤에 둡니다.
nb: Garnet bak. Strikk neste maske på venstre pinne rett; behold den hvilende masken bak.
nl: Garen achter. Brei de volgende steek van de linkernaald recht; houd de wachtende steek achter.
sv: Garnet bakom. Sticka nästa maska från vänster sticka rätt; håll den väntande maskan bakom.
zh_hans: 线置于后方，织左针的下一针；麻花针保持在后方。
zh_hant: 線置於後方，織左針的下一針；麻花針保持在後方。

# stitchDictionary.cable-right-two.accessibility.2
source: Drawing: With yarn behind, knit the next stitch from the left needle; keep the held stitch behind.
da: Tegning: Garnet bagved. Strik næste maske på venstre pind ret; behold den hvilende maske bagved.
de: Zeichnung: Faden hinten. Die nächste Masche der linken Nadel rechts stricken; die wartende Masche bleibt hinten.
el: Σχήμα: Νήμα πίσω. Πλέξτε καλή τον επόμενο πόντο της αριστερής βελόνας· κρατήστε τον πόντο σε αναμονή πίσω.
fi: Kuva: Lanka takana. Neulo vasemman puikon seuraava silmukka oikein; pidä odottava silmukka takana.
fr: Dessin : Fil derrière, tricoter la maille suivante de l’aiguille gauche à l’endroit ; garder la maille en attente derrière.
ja: 図：糸を向こう側に置き、左針の次の目を表編みします。休めた目は向こう側に保ちます。
ko: 그림: 실을 뒤에 두고 왼바늘의 다음 코를 겉뜨기합니다. 보류한 코는 뒤에 둡니다.
nb: Tegning: Garnet bak. Strikk neste maske på venstre pinne rett; behold den hvilende masken bak.
nl: Tekening: Garen achter. Brei de volgende steek van de linkernaald recht; houd de wachtende steek achter.
sv: Bild: Garnet bakom. Sticka nästa maska från vänster sticka rätt; håll den väntande maskan bakom.
zh_hans: 图示：线置于后方，织左针的下一针；麻花针保持在后方。
zh_hant: 圖示：線置於後方，織左針的下一針；麻花針保持在後方。

# stitchDictionary.cable-right-two.step.3
source: Knit the held stitch from the cable needle. Both stitches are worked; their order is crossed.
da: Strik masken fra hjælpepinden ret. Begge masker er strikket, og rækkefølgen er krydset.
de: Die Masche von der Zopfnadel rechts stricken. Beide Maschen sind gestrickt und ihre Reihenfolge ist gekreuzt.
el: Πλέξτε καλή τον πόντο της βοηθητικής βελόνας. Και οι δύο είναι πλεγμένοι και η σειρά τους έχει διασταυρωθεί.
fi: Neulo apupuikon silmukka oikein. Molemmat on neulottu ja niiden järjestys on ristitty.
fr: Tricoter la maille de l’aiguille auxiliaire à l’endroit. Les deux mailles sont tricotées et leur ordre est croisé.
ja: なわ編み針の目を表編みします。2目とも編み終わり、順序が交差します。
ko: 꽈배기바늘의 코를 겉뜨기합니다. 두 코 모두 떠졌고 순서가 교차됩니다.
nb: Strikk masken fra hjelpepinnen rett. Begge maskene er strikket og rekkefølgen er krysset.
nl: Brei de steek van de kabelnaald recht. Beide steken zijn gebreid en hun volgorde is gekruist.
sv: Sticka maskan från hjälpstickan rätt. Båda är stickade och ordningen är korsad.
zh_hans: 织麻花针上的下针；两针都已织过，次序交叉。
zh_hant: 織麻花針上的下針；兩針都已織過，次序交叉。

# stitchDictionary.cable-right-two.accessibility.3
source: Drawing: Knit the held stitch from the cable needle. Both stitches are worked; their order is crossed.
da: Tegning: Strik masken fra hjælpepinden ret. Begge masker er strikket, og rækkefølgen er krydset.
de: Zeichnung: Die Masche von der Zopfnadel rechts stricken. Beide Maschen sind gestrickt und ihre Reihenfolge ist gekreuzt.
el: Σχήμα: Πλέξτε καλή τον πόντο της βοηθητικής βελόνας. Και οι δύο είναι πλεγμένοι και η σειρά τους έχει διασταυρωθεί.
fi: Kuva: Neulo apupuikon silmukka oikein. Molemmat on neulottu ja niiden järjestys on ristitty.
fr: Dessin : Tricoter la maille de l’aiguille auxiliaire à l’endroit. Les deux mailles sont tricotées et leur ordre est croisé.
ja: 図：なわ編み針の目を表編みします。2目とも編み終わり、順序が交差します。
ko: 그림: 꽈배기바늘의 코를 겉뜨기합니다. 두 코 모두 떠졌고 순서가 교차됩니다.
nb: Tegning: Strikk masken fra hjelpepinnen rett. Begge maskene er strikket og rekkefølgen er krysset.
nl: Tekening: Brei de steek van de kabelnaald recht. Beide steken zijn gebreid en hun volgorde is gekruist.
sv: Bild: Sticka maskan från hjälpstickan rätt. Båda är stickade och ordningen är korsad.
zh_hans: 图示：织麻花针上的下针；两针都已织过，次序交叉。
zh_hant: 圖示：織麻花針上的下針；兩針都已織過，次序交叉。

# stitchDictionary.symbol.condition.purl
source: Right side: p. Wrong side: k.
da: Retside: p. Vrangside: k.
de: Rechte Seite: p. Linke Seite: k.
el: Καλή όψη: p. Ανάποδη όψη: k.
fi: Oikea puoli: p. Nurja puoli: k.
fr: Endroit: p. Envers: k.
ja: 表側: p. 裏側: k.
ko: 겉면: p. 안쪽 면: k.
nb: Rettside: p. Vrangside: k.
nl: Goede kant: p. Verkeerde kant: k.
sv: Rätsida: p. Avigsida: k.
zh_hans: 正面: p. 反面: k.
zh_hant: 正面: p. 反面: k.

# stitchDictionary.symbol.condition.knit-front-back
source: Right side: k1fb. Wrong side: p1fb.
da: Retside: k1fb. Vrangside: p1fb.
de: Rechte Seite: k1fb. Linke Seite: p1fb.
el: Καλή όψη: k1fb. Ανάποδη όψη: p1fb.
fi: Oikea puoli: k1fb. Nurja puoli: p1fb.
fr: Endroit: k1fb. Envers: p1fb.
ja: 表側: k1fb. 裏側: p1fb.
ko: 겉면: k1fb. 안쪽 면: p1fb.
nb: Rettside: k1fb. Vrangside: p1fb.
nl: Goede kant: k1fb. Verkeerde kant: p1fb.
sv: Rätsida: k1fb. Avigsida: p1fb.
zh_hans: 正面: k1fb. 反面: p1fb.
zh_hant: 正面: k1fb. 反面: p1fb.

# stitchDictionary.symbol.condition.k2tog
source: Right side: k2tog. Wrong side: p2tog.
da: Retside: k2tog. Vrangside: p2tog.
de: Rechte Seite: k2tog. Linke Seite: p2tog.
el: Καλή όψη: k2tog. Ανάποδη όψη: p2tog.
fi: Oikea puoli: k2tog. Nurja puoli: p2tog.
fr: Endroit: k2tog. Envers: p2tog.
ja: 表側: k2tog. 裏側: p2tog.
ko: 겉면: k2tog. 안쪽 면: p2tog.
nb: Rettside: k2tog. Vrangside: p2tog.
nl: Goede kant: k2tog. Verkeerde kant: p2tog.
sv: Rätsida: k2tog. Avigsida: p2tog.
zh_hans: 正面: k2tog. 反面: p2tog.
zh_hant: 正面: k2tog. 反面: p2tog.

# stitchDictionary.symbol.condition.ssk
source: Right side: SSK. Wrong side: SSP.
da: Retside: SSK. Vrangside: SSP.
de: Rechte Seite: SSK. Linke Seite: SSP.
el: Καλή όψη: SSK. Ανάποδη όψη: SSP.
fi: Oikea puoli: SSK. Nurja puoli: SSP.
fr: Endroit: SSK. Envers: SSP.
ja: 表側: SSK. 裏側: SSP.
ko: 겉면: SSK. 안쪽 면: SSP.
nb: Rettside: SSK. Vrangside: SSP.
nl: Goede kant: SSK. Verkeerde kant: SSP.
sv: Rätsida: SSK. Avigsida: SSP.
zh_hans: 正面: SSK. 反面: SSP.
zh_hant: 正面: SSK. 反面: SSP.

# stitchDictionary.symbol.condition.p2tog
source: Right side: p2tog. Wrong side: k2tog.
da: Retside: p2tog. Vrangside: k2tog.
de: Rechte Seite: p2tog. Linke Seite: k2tog.
el: Καλή όψη: p2tog. Ανάποδη όψη: k2tog.
fi: Oikea puoli: p2tog. Nurja puoli: k2tog.
fr: Endroit: p2tog. Envers: k2tog.
ja: 表側: p2tog. 裏側: k2tog.
ko: 겉면: p2tog. 안쪽 면: k2tog.
nb: Rettside: p2tog. Vrangside: k2tog.
nl: Goede kant: p2tog. Verkeerde kant: k2tog.
sv: Rätsida: p2tog. Avigsida: k2tog.
zh_hans: 正面: p2tog. 反面: k2tog.
zh_hant: 正面: p2tog. 反面: k2tog.

# stitchDictionary.symbol.condition.centered-double-decrease
source: Right side: S2KP2. Wrong side: SSPP2.
da: Retside: S2KP2. Vrangside: SSPP2.
de: Rechte Seite: S2KP2. Linke Seite: SSPP2.
el: Καλή όψη: S2KP2. Ανάποδη όψη: SSPP2.
fi: Oikea puoli: S2KP2. Nurja puoli: SSPP2.
fr: Endroit: S2KP2. Envers: SSPP2.
ja: 表側: S2KP2. 裏側: SSPP2.
ko: 겉면: S2KP2. 안쪽 면: SSPP2.
nb: Rettside: S2KP2. Vrangside: SSPP2.
nl: Goede kant: S2KP2. Verkeerde kant: SSPP2.
sv: Rätsida: S2KP2. Avigsida: SSPP2.
zh_hans: 正面: S2KP2. 反面: SSPP2.
zh_hant: 正面: S2KP2. 反面: SSPP2.

# stitchDictionary.symbol.condition.slip-purlwise
source: Right side: slip 1 purlwise, yarn behind. Wrong side: slip 1 purlwise, yarn in front.
da: Retside: tag 1 vrang løs af, garn bagved. Vrangside: tag 1 vrang løs af, garn foran.
de: Rechte Seite: 1 wie zum Linksstricken abheben, Faden hinten. Linke Seite: ebenso, Faden vorn.
el: Καλή όψη: 1 άπλεκτος σαν ανάποδη, νήμα πίσω. Ανάποδη όψη: το ίδιο, νήμα μπροστά.
fi: Oikea puoli: nosta 1 nurin neulomatta, lanka takana. Nurja puoli: sama, lanka edessä.
fr: Endroit : glisser 1 comme à l’envers, fil derrière. Envers : glisser 1 comme à l’envers, fil devant.
ja: 表側：裏目の向きに1目すべらせ、糸は向こう。裏側：同じ向きにすべらせ、糸は手前。
ko: 겉면: 안뜨기 방향으로 1코 옮기고 실은 뒤. 안쪽 면: 같은 방향으로 옮기고 실은 앞.
nb: Rettside: ta 1 løs av som vrang, garn bak. Vrangside: samme, garn foran.
nl: Goede kant: 1 averecht afhalen, garen achter. Verkeerde kant: hetzelfde, garen voor.
sv: Rätsida: lyft 1 som avig, garn bakom. Avigsida: samma, garn framför.
zh_hans: 正面：以上针方向滑一针，线在后。反面：以上针方向滑一针，线在前。
zh_hant: 正面：以上針方向滑一針，線在後。反面：以上針方向滑一針，線在前。

# access.title
source: Access status
da: Adgangsstatus
de: Nutzungsstatus
el: Κατάσταση πρόσβασης
fi: Käyttöoikeus
fr: Droits d’accès
ja: 利用資格
ko: 이용 자격
nb: Tilgangsstatus
nl: Toegangsstatus
sv: Åtkomststatus
zh_hans: 使用资格
zh_hant: 使用資格

# access.checking
source: Checking access…
da: Kontrollerer adgang…
de: Nutzungsstatus wird geprüft…
el: Έλεγχος πρόσβασης…
fi: Tarkistetaan käyttöoikeutta…
fr: Vérification des droits d’accès…
ja: 利用資格を確認中…
ko: 이용 자격 확인 중…
nb: Kontrollerer tilgang…
nl: Toegang controleren…
sv: Kontrollerar åtkomst…
zh_hans: 正在确认使用资格…
zh_hant: 正在確認使用資格…

# access.lifetime
source: Permanently unlocked
da: Permanent låst op
de: Dauerhaft freigeschaltet
el: Μόνιμα ξεκλειδωμένο
fi: Pysyvä käyttöoikeus avattu
fr: Accès permanent débloqué
ja: 永久にロック解除済み
ko: 영구 잠금 해제됨
nb: Permanent låst opp
nl: Permanent ontgrendeld
sv: Permanent upplåst
zh_hans: 已永久解锁
zh_hant: 已永久解鎖

# access.legacy
source: Legacy paid user
da: Bruger af tidligere betalingsversion
de: Nutzer der früheren Kaufversion
el: Χρήστης προηγούμενης έκδοσης επί πληρωμή
fi: Aiemman maksullisen version käyttäjä
fr: Utilisateur de l’ancienne version payante
ja: 旧有料版ユーザー
ko: 이전 유료 버전 사용자
nb: Bruker av tidligere betalingsversjon
nl: Gebruiker van eerdere betaalde versie
sv: Användare av tidigare betalversion
zh_hans: 旧版付费用户
zh_hant: 舊版付費用戶

# access.trial
source: Trial active
da: Prøveperiode aktiv
de: Testphase aktiv
el: Δοκιμή σε εξέλιξη
fi: Kokeilujakso käynnissä
fr: Essai en cours
ja: 無料体験中
ko: 체험 중
nb: Prøveperiode aktiv
nl: Proefperiode actief
sv: Provperiod pågår
zh_hans: 试用中
zh_hant: 試用中

# access.expired
source: Trial expired
da: Prøveperiode udløbet
de: Testphase abgelaufen
el: Η δοκιμή έληξε
fi: Kokeilujakso päättynyt
fr: Essai terminé
ja: 無料体験は終了しました
ko: 체험 기간 만료
nb: Prøveperiode utløpt
nl: Proefperiode verlopen
sv: Provperioden har löpt ut
zh_hans: 试用已到期
zh_hant: 試用已到期
